[{"stat_bonus": "Defense", "name": "5740-NG, Impenetrable Plate of 4080", "abbreviation": "5740-NG", "uid": "el", "perks": [{"rank": "10", "description": "At the end of each enemy's turn, this relic Attacks a random enemy if the bearer didn't take any damage."}, {"rank": "20", "description": "After this relic Attacks, the bearer gains 10% Defense."}, {"rank": "30", "description": "The bearer gains 15% more Defense and Maximum Health from stat-boosting effects and can't lose these stats."}, {"rank": "40", "description": "The bearer takes 30% less indirect damage."}, {"rank": "50", "description": "After this relic Attacks, the bearer gains 10% Maximum Health."}, {"rank": "60", "description": "At the end of each enemy's turn, this relic has a 20% chance to Cast Stone Skin on the bearer."}, {"rank": "70", "description": "The bearer takes 30% less damage from attacks and spells."}, {"rank": "80", "description": "At the end of each ally's turn, this relic has a 20% chance to Cast Iron Skin on the bearer."}, {"rank": "90", "description": "After the bearer gains Maximum Health, it recovers Health equal to 50% of the amount gained."}, {"rank": "100", "description": "The bearer has a 100% chance to avoid damage, minus 10% for each time this effect has activated in the current battle."}]}, {"stat_bonus": "Speed", "name": "ASSKICKER, SPARE BOOT OF TORUN", "abbreviation": "ASSKICKER", "uid": "cr", "perks": [{"rank": "10", "description": "After the bearer Attacks, it has a 15% chance to send the target to the bottom of the Timeline."}, {"rank": "20", "description": "This relic and its bearer deal 50% more damage to the bottom-most enemy on the Timeline."}, {"rank": "30", "description": "At the start of its bearer's turn, this relic Attacks the bottom-most enemy on the Timeline."}, {"rank": "40", "description": "After this relic or its bearer Attack, the bearer gains 20% Speed."}, {"rank": "50", "description": "After its bearer Attacks, this relic Attacks the same target."}, {"rank": "60", "description": "The bearer is immune to Snared."}, {"rank": "70", "description": "This relic and its bearer's attacks and spells deal additional damage equal to 20% of their Speed."}, {"rank": "80", "description": "This relic and its bearer Attack enemies 1 additional time for each enemy between the bearer and its target on the Timeline."}, {"rank": "90", "description": "This relic's attacks and spells ignore 25% of its target's Defense."}, {"rank": "100", "description": "At the start of battle, this relic Casts Infernal Charge on its bearer."}]}, {"stat_bonus": "Intelligence", "name": "Amalgam, Warped Mirror of T'mere M'rgo", "abbreviation": "Amalgam", "uid": "ad", "perks": [{"rank": "10", "description": "After the bearer Attacks, this relic Attacks the enemy as well."}, {"rank": "20", "description": "After this relic Attacks, it afflicts the enemy with Inverted. The potency of this debuff is equal to 10% of the bearer's highest stat."}, {"rank": "30", "description": "After an enemy takes damage from Inverted, this relic heals the bearer for 50% Health. If the bearer is dead, it is resurrected with 20% Health."}, {"rank": "40", "description": "The bearer takes less damage from attacks and spells equal to 20% of the enemy's Inverted potency."}, {"rank": "50", "description": "When an enemy's Inverted potency would decrease, this relic has a 50% chance to prevent that from happening."}, {"rank": "60", "description": "Enemies heal your creatures 1 additional time with Inverted."}, {"rank": "70", "description": "At the start of the bearer's turn, enemies' Inverted debuffs gain 50% potency."}, {"rank": "80", "description": "After the bearer manually Casts a spell, this relic Casts Spectral Rain."}, {"rank": "90", "description": "This relic and its bearer deal additional damage with attacks and spells equal to 20% of the enemy's Inverted potency."}, {"rank": "100", "description": "After an enemy's Inverted debuff wears off, this relic afflicts it with Inverted again. The potency of this debuff is equal to 30% of the bearer's highest stat."}]}, {"stat_bonus": "Health", "name": "Arbiter, Holy Shield of Surathli", "abbreviation": "Arbiter", "uid": "eh", "perks": [{"rank": "10", "description": "At the start of battle, the bearer gains Shelled."}, {"rank": "20", "description": "The bearer gains 100% more healing."}, {"rank": "30", "description": "At the start of its bearer's turn, this relic Attacks a random enemy."}, {"rank": "40", "description": "After the bearer takes damage from an attack or spell, this relic Casts Healing on it."}, {"rank": "50", "description": "This relic has a 10% chance to prevent damage dealt to its bearer."}, {"rank": "60", "description": "The bearer gives 100% more healing."}, {"rank": "70", "description": "After the bearer deals damage with an attack or spell, it gains a Barrier equal to 5% of the damage dealt."}, {"rank": "80", "description": "The first time the bearer dies in battle, this relic Casts Major Resurrection on it."}, {"rank": "90", "description": "After this relic Attacks or Casts a spell, it gives its bearer Shelled."}, {"rank": "100", "description": "At the end of its bearer's turn, this relic Casts Holy Explosion."}]}, {"stat_bonus": "Intelligence", "name": "Blazefury, Flaming Soul of Vulcanar", "abbreviation": "Blazefury", "uid": "fm", "perks": [{"rank": "10", "description": "After the bearer Attacks or Casts a single-target spell on an enemy, this relic Attacks that enemy."}, {"rank": "20", "description": "After this relic Attacks, it afflicts its target with Burning."}, {"rank": "30", "description": "The bearer is healed instead of taking damage from Burning."}, {"rank": "40", "description": "At the start of battle, this relic afflicts its bearer with Burning."}, {"rank": "50", "description": "After the bearer takes damage from an attack or spell, the enemy takes damage equal to 1 turn of the bearer's Burning debuff."}, {"rank": "60", "description": "The bearer deals 10% additional damage for each enemy afflicted with Burning."}, {"rank": "70", "description": "After the bearer deals damage to an enemy with an attack or spell, the enemy takes additional damage equal to 1 turn of the bearer's Burning debuff."}, {"rank": "80", "description": "After the bearer is killed, it deals damage to enemies equal to 5 turns of its Burning debuff."}, {"rank": "90", "description": "This relic and its bearer deal additional damage to enemies equal to 10% of the damage they've taken from Burning in the current battle."}, {"rank": "100", "description": "After the bearer is killed, it is resurrected with 20% Health if it is afflicted with Burning. This effect can activate a maximum of 3 times per battle."}]}, {"stat_bonus": "Health", "name": "Bloodseeker, Hungering Dagger of Mortem", "abbreviation": "Bloodseeker", "uid": "su", "perks": [{"rank": "10", "description": "After the bearer deals damage with an attack or spell, it is healed for 50% of the damage dealt."}, {"rank": "20", "description": "After the bearer Attacks or Casts a single-target spell on an enemy, this relic also Attacks that enemy."}, {"rank": "30", "description": "The bearer always has Leeching."}, {"rank": "40", "description": "When the bearer is healed, it gains Maximum Health equal to 3% of the amount healed."}, {"rank": "50", "description": "After the bearer gains Maximum Health, your other creatures gain Maximum Health equal to 50% of this amount."}, {"rank": "60", "description": "The bearer always has Mending."}, {"rank": "70", "description": "The bearer gains 100% more Maximum Health from stat-increasing effects."}, {"rank": "80", "description": "The potency of the bearer's spells is based on 50% of its Maximum Health rather than Intelligence."}, {"rank": "90", "description": "After this relic attacks, it Casts Blood Burst on the enemy."}, {"rank": "100", "description": "This relic and its bearer deal additional damage equal to 20% of the bearer's Maximum Health."}]}, {"stat_bonus": "Defense", "name": "Brambleskin, Spiked Carapace of Genaros", "abbreviation": "Brambleskin", "uid": "lp", "perks": [{"rank": "10", "description": "After the bearer is damage by an attack or spell, this relic Attacks a random enemy."}, {"rank": "20", "description": "This relic and its bearer deal additional damage with attacks and spells equal to 10% of the damage the bearer has taken in the current battle."}, {"rank": "30", "description": "After the bearer takes damage, it recovers Health equal to 50% of the amount of damage taken."}, {"rank": "40", "description": "At the end of the bearer's turn, it Provokes and gains 10% Current and Maximum Health."}, {"rank": "50", "description": "The bearer gains 20% more Maximum Health from stat-boosting effects."}, {"rank": "60", "description": "The bearer takes 3% less damage (up to 90%) for each time it has been damage in the current battle."}, {"rank": "70", "description": "After the bearer Provokes, this relic Attacks a random enemy."}, {"rank": "80", "description": "When the bearer Attacks or Casts a spell, the damage has a 35% chance to be based on its Current Health instead of Attack or Intelligence."}, {"rank": "90", "description": "After the bearer takes damage from an attack or spell, a random enemy takes 20% of that damage as well."}, {"rank": "100", "description": "The first time the bearer is killed, it resurrects with 100% Health and gains 50% stats (other than Health)."}]}, {"stat_bonus": "Attack", "name": "Dusk & Dawn, Dual Pistols of Venedon", "abbreviation": "DuskDawn", "uid": "ap", "perks": [{"rank": "10", "description": "After the bearer Attacks or is Attacked, this relic also Attacks that enemy."}, {"rank": "20", "description": "After this relic Attacks, it afflicts its target with Poisoned."}, {"rank": "30", "description": "Enemies with Poisoned can't be healed."}, {"rank": "40", "description": "This relic's attacks always deal critical damage."}, {"rank": "50", "description": "The bearer deals 10% additional damage for each enemy afflicted with Poisoned."}, {"rank": "60", "description": "After an enemy Defends or Provokes, this relic afflicts it with Poisoned."}, {"rank": "70", "description": "After this relic Attacks, it increases the bearer's highest stat by 5%."}, {"rank": "80", "description": "This relic and its bearer deal additional damage to enemies equal to 10% of the damage they've taken from Poisoned in the current battle."}, {"rank": "90", "description": "After an enemy takes damage from Poisoned, it is afflicted with a random debuff."}, {"rank": "100", "description": "This relic Attacks 1 additional time for each enemy afflicted with Poisoned."}]}, {"stat_bonus": "Health", "name": "Fable, Mythical Stone of Shallan", "abbreviation": "Fable", "uid": "ml", "perks": [{"rank": "10", "description": "The bearer's on-attack or on-cast effects activate 1 additional time, depending on whether its Attack or Intelligence is higher."}, {"rank": "20", "description": "After the bearer's on-attack or on-cast effects activate, this relic has a 25% chance to Attack a random enemy."}, {"rank": "30", "description": "The bearer's on-defend or on-provoke effects activate 1 additional time, depending on whether its Defense or Speed is higher."}, {"rank": "40", "description": "This relic and its bearer deal 5% more damage for each time the bearer's on-attack or on-cast effects activated."}, {"rank": "50", "description": "This relic and its bearer's on-heal, on-debuff, and on-buff effects activate 1 additional time."}, {"rank": "60", "description": "The bearer's on-attack or on-cast effects activate 1 additional time for every 5 times this relic has Attacked or Cast a spell in the current battle."}, {"rank": "70", "description": "The bearer takes 3% less damage (up to 90%) for each time its on-defend or on-provoke effects activated."}, {"rank": "80", "description": "The bearer's on-resurrect and on-death effects activate 1 additional time."}, {"rank": "90", "description": "This relic and its bearer have 5% more stats (other than Health) for each time its on-resurrect or on-death effects activated."}, {"rank": "100", "description": "After the bearer's on-attack or on-cast effects activate, this relic has a 10% chance to Cast Mega Magic."}]}, {"stat_bonus": "Speed", "name": "Fatum & Fortuna, Loaded Dice of Reclusa", "abbreviation": "FatumFortuna", "uid": "fl", "perks": [{"rank": "10", "description": "After the bearer Attacks, this relic Attacks the enemy as well."}, {"rank": "20", "description": "After this relic Attacks, the bearer has a 35% chacne to gain a random buff."}, {"rank": "30", "description": "At the start of battle, the bearer gains 5 random Spell Gems, one from each class."}, {"rank": "40", "description": "At the start of battle, the bearer gains a random trait that belongs to its race."}, {"rank": "50", "description": "After the bearer manually Casts a spell, this relic casts a copy of that spell as well."}, {"rank": "60", "description": "After this relic Casts a spell, a random enemy is afflicted with a random debuff."}, {"rank": "70", "description": "At the start of the bearer's turn, it gains a random minion."}, {"rank": "80", "description": "After this relic Attacks, its master gains 20% of a random stat."}, {"rank": "90", "description": "After this relic Casts a spell, a random enemy loses a random stat equal to 30% of the bearer's highest stat."}, {"rank": "100", "description": "At the end of the bearer's turn, this relic Casts 1 random spell for each turn its bearer has taken in the current battle."}]}, {"stat_bonus": "Attack", "name": "Ferro, Great Axe of Gonfurian", "abbreviation": "Ferro", "uid": "ge", "perks": [{"rank": "10", "description": "At the start of battle, the bearer gains Proficient."}, {"rank": "20", "description": "After the bearer Attacks, this relic Attacks the enemy as well."}, {"rank": "30", "description": "At the start of its bearer's turn, this relic gives one of your creatures Proficient. It prioritizes the bearer."}, {"rank": "40", "description": "The bearer's Proficient buff is 100% more effective."}, {"rank": "50", "description": "At the start of each enemy's turn, this relic has a 25% chance to Attack it."}, {"rank": "60", "description": "The bearer is immune to Disarmed."}, {"rank": "70", "description": "While the bearer has Proficient, 25% of its Attack is added to the potency of its spells."}, {"rank": "80", "description": "When this relic Attacks, it has a 25% chance to damage all enemies."}, {"rank": "90", "description": "The bearer's â™¦ Spell Slot has an independent 25% chance to activate."}, {"rank": "100", "description": "At the start of battle, the bearer gains Animated Weapon."}]}, {"stat_bonus": "Attack", "name": "Fleshripper, Bloodied Cleaver of Tartarith", "abbreviation": "Fleshripper", "uid": "rl", "perks": [{"rank": "10", "description": "After the bearer Attacks or is Attacked, it afflicts the enemy with Bleeding."}, {"rank": "20", "description": "At the start of the bearer's turn, this relic afflicts a random enemy with Bleeding."}, {"rank": "30", "description": "After an enemy takes damage from Bleeding, the bearer recover's Health equal to 30% of the damage dealt."}, {"rank": "40", "description": "After an enemy takes damage from Bleeding, this relic has a 25% chance to Attack it."}, {"rank": "50", "description": "After this relic or its bearer Attacks an enemy with Bleeding, it has a 25% chance to take damage from this debuff immediately."}, {"rank": "60", "description": "At the start of each enemy's turn, this relic has a 20% chance to Cast Mangle on it."}, {"rank": "70", "description": "Enemies take 50% more damage from Bleeding."}, {"rank": "80", "description": "After an enemy takes damage from Bleeding, the bearer has a 25% chance to Attack it."}, {"rank": "90", "description": "When an enemy takes damage from Bleeding, it has a 50% chance to continue taking damage from this debuff. This effect can occur repeatedly."}, {"rank": "100", "description": "After the bearer Attacks a target with Bleeding, this relic Casts Lacerate on the target."}]}, {"stat_bonus": "Health", "name": "Hanti & Jihi, Sister Swords of Perdition", "abbreviation": "HantiJihi", "uid": "jt", "perks": [{"rank": "10", "description": "After the bearer is Attacked, this relic Attacks the enemy."}, {"rank": "20", "description": "After the bearer Provokes, all enemies Attack it."}, {"rank": "30", "description": "After the bearer is Attacked while it is Provoking, it gains 10% Maximum Health."}, {"rank": "40", "description": "The bearer has 50% more Defense while it is Provoking."}, {"rank": "50", "description": "This relic Attacks 2 additional times."}, {"rank": "60", "description": "After the bearer is Attacked while it is Provoking, it recovers 20% Health."}, {"rank": "70", "description": "The bearer takes 50% less damage from attacks."}, {"rank": "80", "description": "While the bearer is Provoking, this relic always deals critical damage."}, {"rank": "90", "description": "After the bearer is Attacked 3 times in one turn, this relic Casts 5 random Arrow spells."}, {"rank": "100", "description": "This relic and its bearer deal additional damage equal to 10% of the damage the bearer has received from attacks in the current battle."}]}, {"stat_bonus": "Defense", "name": "Lamora, Gilded Scimitar of Friden", "abbreviation": "Lamora", "uid": "as", "perks": [{"rank": "10", "description": "After this relic or its bearer Attacks, it afflicts its target with Blighted."}, {"rank": "20", "description": "After the bearer is Attacked, this relic Attacks the enemy."}, {"rank": "30", "description": "At the start of its bearer's turn, this relic Casts Minor Healing on each enemy with Blighted."}, {"rank": "40", "description": "The bearer is immune to Blighted."}, {"rank": "50", "description": "This relic and its bearer deal additional damage to enemies equal to 15% of the damage that enemy has received from Blighted."}, {"rank": "60", "description": "After the bearer afflicts an enemy with Blighted, it also afflicts them with Mending."}, {"rank": "70", "description": "This relic and its bearer give 50% more healing to enemies with Blighted."}, {"rank": "80", "description": "After the bearer afflicts an enemy with Blighted, it also afflicts them with Leeching."}, {"rank": "90", "description": "This relic Casts spells as if it has 30% more Intelligence for each enemy with Blighted."}, {"rank": "100", "description": "After the bearer Casts a healing spell on an enemy with Blighted, this relic Casts Major Healing on the target."}]}, {"stat_bonus": "Defense", "name": "Materium, Shifting Gem of Aurum", "abbreviation": "Materium", "uid": "it", "perks": [{"rank": "10", "description": "This relic and its bearer deal damage as if they are strong against the enemy's class."}, {"rank": "20", "description": "The bearer can equip Chaos Spell Gems."}, {"rank": "30", "description": "The bearer takes damage as if it is strong against the enemy's class."}, {"rank": "40", "description": "The bearer can equip Life Spell Gems."}, {"rank": "50", "description": "After the bearer Casts a spell, this relic Attacks a random enemy."}, {"rank": "60", "description": "The bearer can equip Nature Spell Gems."}, {"rank": "70", "description": "At the start of battle, the bearer's class is changed to that of the top-most Spell Gem it has equipped."}, {"rank": "80", "description": "The bearer can equip Death Spell Gems."}, {"rank": "90", "description": "After the bearer Casts a spell, this relic has a 10% chance to Cast a copy of each of the bearer's non-Ethereal spells that do not belong to its class."}, {"rank": "100", "description": "The bearer can equip Sorcery Spell Gems."}]}, {"stat_bonus": "Intelligence", "name": "Moonfire & Sunfury, Mystic Orbs of Vertraag", "abbreviation": "MoonfireSunfury", "uid": "iu", "perks": [{"rank": "10", "description": "After the bearer Attacks, it afflicts the target with Scorned."}, {"rank": "20", "description": "After the bearer afflicts an enemy with Scorned, this relic Attacks it."}, {"rank": "30", "description": "After the bearer Casts a single-target spell on an enemy, it afflicts the target with Silenced."}, {"rank": "40", "description": "After the bearer afflicts an enemy with Silenced, this relic Casts a random single-target spell on it."}, {"rank": "50", "description": "After the bearer afflicts an enemy with Scorned and the enemy already has Silenced, this relic Casts Meteor Shower."}, {"rank": "60", "description": "After this relic Casts Meteor Shower, the bearer gains 10% Attack or Intelligence; whichever is lowest."}, {"rank": "70", "description": "This relic and its bearer deal 30% more damage to enemies with Scorned or Silenced."}, {"rank": "80", "description": "After the bearer afflicts an enemy with Silenced and the enemy already has Scorned, this relic Casts Meteor Shower."}, {"rank": "90", "description": "After the bearer afflicts an enemy with Silenced or Scorned, the enemy loses one of its buffs."}, {"rank": "100", "description": "At the start of the bearer's turn, if at least one enemy has Scorned and one enemy has Silenced, this relic Casts Planets."}]}, {"stat_bonus": "Defense", "name": "Mutatias, War Scissors of Alexandria", "abbreviation": "Mutatias", "uid": "ic", "perks": [{"rank": "10", "description": "At the start of the bearer's turn (other than its first turn), this relic Attacks a random enemy for every 2 turns the bearer has taken in the current battle."}, {"rank": "20", "description": "This relic and its bearer have 10% more Attack for each turn the bearer has taken in the current battle."}, {"rank": "30", "description": "At the end of each creature's turn, this relic has a 5% chance to Cast Timewalk on the bearer."}, {"rank": "40", "description": "This relic and its bearer have 10% more Intelligence for each turn the bearer has taken in the current battle."}, {"rank": "50", "description": "This relic and its bearer deal 15% more damage for each turn the bearer has taken in the current battle."}, {"rank": "60", "description": "This relic and its bearer have 10% more Defense for each turn the bearer has taken in the current battle."}, {"rank": "70", "description": "The bearer takes 10% less damage (up to 90%) for each turn it has taken in the current battle."}, {"rank": "80", "description": "This relic and its bearer have 10% more Speed for each turn the bearer has taken in the current battle."}, {"rank": "90", "description": "At the end of the bearer's turn (other than its first turn), this relic Casts Death Blossom."}, {"rank": "100", "description": "The bearer takes 2 turns at a time."}]}, {"stat_bonus": "Speed", "name": "Petra & Aes, War Drums of Meraxis", "abbreviation": "PetraAes", "uid": "ar", "perks": [{"rank": "10", "description": "At the start of battle, the bearer gains 50% Speed."}, {"rank": "20", "description": "At the start of each enemy's turn, this relic has a 20% chance to Attack that enemy."}, {"rank": "30", "description": "At the start of the bearer's turn, this relic increases its Speed by 20%."}, {"rank": "40", "description": "The damage of the bearer's attacks is increase by 15% of its Speed."}, {"rank": "50", "description": "The bearer has a 25% chance to start battles at the top of the Timeline."}, {"rank": "60", "description": "The bearer is immune to Feared."}, {"rank": "70", "description": "The potency of the bearer's spells is increased by 15% of its Speed."}, {"rank": "80", "description": "The bearer has additional Defense equal to 15% of its Speed."}, {"rank": "90", "description": "After the bearer gains Speed, it has a 30% chance to gain Rebirth."}, {"rank": "100", "description": "After the bearer dodges, this relic Casts Earthquake."}]}, {"stat_bonus": "Speed", "name": "Prime & Ventus, Claws of Aeolian", "abbreviation": "PrimeVentus", "uid": "vl", "perks": [{"rank": "10", "description": "At the start of battle, the bearer gains Agile."}, {"rank": "20", "description": "The bearer has an independent 25% chance to Dodge attacks."}, {"rank": "30", "description": "At the start of its bearer's turn, this relic Attacks a random enemy twice for 50% normal damage."}, {"rank": "40", "description": "The bearer's Agile buff activates twice."}, {"rank": "50", "description": "At the start of battle, the bearer gains Savage."}, {"rank": "60", "description": "The bearer has an independent 25% chance to deal critical damage."}, {"rank": "70", "description": "Enemies cannot move the bearer to the bottom of the Timeline."}, {"rank": "80", "description": "After the bearer Dodges an attack or deals critical damage, this relic Attacks the enemy twice for 50% normal damage."}, {"rank": "90", "description": "The bearer's Savage buff activates twice."}, {"rank": "100", "description": "This relic and its bearer deal 3% more damage for each time the bearer has Attacked or Cast a spell in the current battle."}]}, {"stat_bonus": "Intelligence", "name": "Ribcracker, Otherworldly Rod of Ariamaki", "abbreviation": "Ribcracker", "uid": "ah", "perks": [{"rank": "10", "description": "After the bearer manually Casts a spell, this relic Casts a random spell as well."}, {"rank": "20", "description": "The bearer deals 5% more damage with spells for each time it has Cast a spell in the current battle."}, {"rank": "30", "description": "This relic and its bearer gain 5% more stats from all sources for each time this relic has Cast a spell in the current battle."}, {"rank": "40", "description": "This relic and its bearer have 5% more Intelligence for each time it and this relic have Cast a spell in the current battle."}, {"rank": "50", "description": "The bearer's healing and stat-modifying spells have 10% more potency for each time this relic has Cast a spell in the current battle."}, {"rank": "60", "description": "After this relic Casts a spell, it also Attacks a random enemy."}, {"rank": "70", "description": "If the bearer has Cast spells at least 5 times in the current battle, its Spell Gems do not consume any Charges."}, {"rank": "80", "description": "The bearer takes 3% less damage (up to 90%) for each time it and this relic have Cast a spell in the current battle."}, {"rank": "90", "description": "If the bearer has Cast spells at least 10 times in the current battle, the potency of its attacks is based on 120% of its Intelligence rather than its Attack."}, {"rank": "100", "description": "At the start of the bearer's turn, it Casts Glory."}]}, {"stat_bonus": "Health", "name": "Ripplevein, Imbued Brush of Muse", "abbreviation": "Ripplevein", "uid": "eb", "perks": [{"rank": "10", "description": "At the start of battle, the bearer gains 3 stacks of Zombies."}, {"rank": "20", "description": "At the start of the bearer's turn, this relic Attacks a random enemy for each minion the bearer has. These attacks deal 25% normal damage."}, {"rank": "30", "description": "After this relic Attacks, the bearer gains 1 stack of Spiderlings."}, {"rank": "40", "description": "The bearer deals 5% more damage for each minion stack it has."}, {"rank": "50", "description": "The bearer's spells that interact with minions are Cast 2 additional times."}, {"rank": "60", "description": "The bearer takes 3% less damage (up to 90%) for each minion stack it has."}, {"rank": "70", "description": "After this relic Attacks, the bearer gains 1 stack of Unstable Horror."}, {"rank": "80", "description": "After the bearer Attacks or Casts a spell, it gains 1 stack of Dire Wolves."}, {"rank": "90", "description": "After the bearer gains Zombies, Spiderlings, Unstable Horror, or Dire Wolves, it gains one of the four horsemen minions."}, {"rank": "100", "description": "At the start of the bearer's turn, it Casts Crucifixion on a random enemy."}]}, {"stat_bonus": "Attack", "name": "Rosenthorne, Dark Blade of Erebyss", "abbreviation": "Rosenthorne", "uid": "ta", "perks": [{"rank": "10", "description": "After the bearer Attacks or is Attacked, it afflicts the enemy with Blind."}, {"rank": "20", "description": "The bearer takes 30% less damage from enemies with Blind."}, {"rank": "30", "description": "At the start of its bearer's turn, this relic Attacks enemies with Blind. These attacks deal 15% less damage for each enemy it Attacks with this effect."}, {"rank": "40", "description": "After the bearer Attacks an enemy with Blind, it afflicts the target with a random debuff."}, {"rank": "50", "description": "The bearer's stat-reducing effects are 50% more potent when used on Blind enemies."}, {"rank": "60", "description": "The bearer is immune to Blind."}, {"rank": "70", "description": "This relic and its bearer deal 35% more damage to Blind enemies."}, {"rank": "80", "description": "Blind enemies' spells that are Cast on the bearer are 50% less potent."}, {"rank": "90", "description": "The bearer can Cast single-target spells on Blind creatures without consuming any Charges."}, {"rank": "100", "description": "After this relic Attacks, it has a 20% chance to Cast Murder of Crows for each enemy with Blind."}]}, {"stat_bonus": "Defense", "name": "Salus, Jade Guardian of Lister", "abbreviation": "Salus", "uid": "jr", "perks": [{"rank": "10", "description": "At the start of battle, the bearer gains Mending."}, {"rank": "20", "description": "The bearer takes 25% less damage from attacks."}, {"rank": "30", "description": "The bearer Defends at the end of its turn."}, {"rank": "40", "description": "At the start of each enemy's turn, this relic has a 10% chance to Cast Soothing Breeze."}, {"rank": "50", "description": "After the bearer takes damage, this relic increases its Maximum Health by 5%."}, {"rank": "60", "description": "The bearer takes 25% less damage from spells."}, {"rank": "70", "description": "The bearer deals additional damage equal to 20% of the healing it has received in the current battle."}, {"rank": "80", "description": "At the start of the bearer's turn, this relic Casts Zephyr."}, {"rank": "90", "description": "The bearer takes 25% less damage from all sources."}, {"rank": "100", "description": "After the bearer takes damage, this relic deals damage to the enemy equal to 50% of the damage dealt."}]}, {"stat_bonus": "Defense", "name": "Starwrath, Great Spear of Yseros", "abbreviation": "Starwrath", "uid": "ra", "perks": [{"rank": "10", "description": "After the bearer Defends, this relic afflicts a random enemy with Confused."}, {"rank": "20", "description": "While the bearer is Defending, it cannot lose stats."}, {"rank": "30", "description": "When an enemy with Confused would gain stats, it has a 50% chance to lose stats instead."}, {"rank": "40", "description": "At the end of the bearer's turn, this relic Attacks a random enemy with Confused."}, {"rank": "50", "description": "Enemies' Confused debuffs have an independent 20% chance to activate."}, {"rank": "60", "description": "While the bearer is Defending, enemies' Confused debuffs have a 50% greater chance to activate."}, {"rank": "70", "description": "When an enemy with Confused would be healed, it has a 50% chance to take damage instead."}, {"rank": "80", "description": "After this relic Attacks an enemy with Confused, the enemy Attacks itself."}, {"rank": "90", "description": "While the bearer is Defending, it has a 10% chance to avoid damage."}, {"rank": "100", "description": "Enemies have a 10% chance to Attack and Cast spells as if they have Confused even if they don't have this debuff."}]}, {"stat_bonus": "Speed", "name": "Temptation, Bladed Whip of Regalis", "abbreviation": "Temptation", "uid": "aa", "perks": [{"rank": "10", "description": "After the bearer Attacks an enemy, the enemy Attacks itself. The amount of damage dealt is based on the bearer's Attack."}, {"rank": "20", "description": "After an enemy Attacks itself, this relic Attacks it as well."}, {"rank": "30", "description": "After an enemy Casts a healing spell, it Casts it on the bearer as well."}, {"rank": "40", "description": "After this relic or its bearer Attacks an enemy, it removes the enemy's Defending status."}, {"rank": "50", "description": "After this relic Attacks, it has a 50% chance to Attack an additional enemy. This effect can occur repeatedly."}, {"rank": "60", "description": "This relic and its bearer deal 30% more damage with attacks."}, {"rank": "70", "description": "After this relic or its bearer Attacks an enemy, they remove the enemy's Provoking status."}, {"rank": "80", "description": "After an enemy Casts a spell that grants a buff, it Casts it on the bearer as well."}, {"rank": "90", "description": "After this relic Attacks, it increases the bearer's Speed by 5%."}, {"rank": "100", "description": "After an enemy Casts a stat-boosting spell, it Casts it on the bearer as well."}]}, {"stat_bonus": "Speed", "name": "Thousand Needles, Honed Bow of Apocranox", "abbreviation": "ThousandNeedles", "uid": "al", "perks": [{"rank": "10", "description": "After the bearer Attacks or Casts a single-target spell on an enemy, this relic Attacks the enemy."}, {"rank": "20", "description": "This relic and its bearer Attack and Cast spells 1 additional time."}, {"rank": "30", "description": "After the bearer Casts a spell, this relic Casts a copy of that spell as well."}, {"rank": "40", "description": "This relic and its bearer deal 1% more damage for each time they have Attacked or Cast a spell in the current battle."}, {"rank": "50", "description": "This relic and its bearer have a 20% additional chance to deal critical damage for each consecutive time they Attacked or Cast a spell during the current turn."}, {"rank": "60", "description": "This relic and its bearer can Attack and Cast spells a maximum of 20 times per turn."}, {"rank": "70", "description": "This relic and is bearer Attack 1 additional time for each turn the bearer has taken in the current battle."}, {"rank": "80", "description": "This relic and its bearer deal 15% additional damage for each consecutive time the bearer has Attacked or Cast a spell during the current turn."}, {"rank": "90", "description": "This relic and its bearer Cast spells 1 additional time for each turn the bearer has taken in the current battle."}, {"rank": "100", "description": "When the bearer Casts a spell multiple times in one turn, each cast after the first one has a 50% chance to not cost any Charges."}]}, {"stat_bonus": "Intelligence", "name": "Triumvir, Arcane Sceptre of Zonte", "abbreviation": "Triumvir", "uid": "vn", "perks": [{"rank": "10", "description": "At the start of battle, this relic gives its bearer Arcane."}, {"rank": "20", "description": "After the bearer Casts a spell, this relic Attacks a random enemy."}, {"rank": "30", "description": "While the bearer has Arcane, its spells deal 100% more damage."}, {"rank": "40", "description": "After the bearer gains Arcane, this relic Casts Snowstorm."}, {"rank": "50", "description": "After the bearer manually Casts a spell while it has Arcane, it has a 30% chance for that Spell Gem to gain a Charge."}, {"rank": "60", "description": "While the bearer has Arcane, its spells heal for 100% more."}, {"rank": "70", "description": "After the bearer gains Arcane, this relic Casts Firestorm."}, {"rank": "80", "description": "After the bearer manually Casts a spell, this relic has a 50% chance to give it Arcane."}, {"rank": "90", "description": "While the bearer has Arcane, its spells that affect stats are 100% more potent."}, {"rank": "100", "description": "After the bearer gains Arcane, this relic Casts Lightning Storm."}]}, {"stat_bonus": "Attack", "name": "Vitreous, Crystal Eye of Anneltha", "abbreviation": "Vitreous", "uid": "ot", "perks": [{"rank": "10", "description": "After the bearer Attacks, this relic Attacks the enemy as well."}, {"rank": "20", "description": "The bearer deals 5% more damage with attacks for each time it has Attacked in the current battle."}, {"rank": "30", "description": "This relic and its bearer gain 10% more stats from all sources for each time this relic has Attacked in the current battle."}, {"rank": "40", "description": "This relic and its bearer have 3% more Attack for each time it and this relic have Attacked in the current battle."}, {"rank": "50", "description": "The bearer deals 5% more damage with attacks for each time this relic has Attacked in the current battle."}, {"rank": "60", "description": "If the bearer has Attacked at least 5 times in the current battle, it and this relic always deal critical damage with attacks."}, {"rank": "70", "description": "If the bearer has Attacked at least 5 times in the current battle, its Spell Gems do not consume any Charges."}, {"rank": "80", "description": "The bearer takes 3% less damage (up to 90%) for each time it and this relic have Attacked in the current battle."}, {"rank": "90", "description": "If the bearer has Attacked at least 10 times in the current battle, the potency of its spells is based on its Attack rather than its Intelligence."}, {"rank": "100", "description": "At the start of the bearer's turn, this relic Casts Fury Swipes on the bearer."}]}, {"stat_bonus": "Health", "name": "Void Essence, Dark Heart of Caliban", "abbreviation": "VoidEssence", "uid": "sa", "perks": [{"rank": "10", "description": "After the bearer Attacks or is Attacked, it afflicts the enemy with Stone."}, {"rank": "20", "description": "After the bearer Attacks, this relic Attacks the enemy as well."}, {"rank": "30", "description": "After the bearer takes damage while it is Defending or Provoking, this relic Casts Petrify on the enemy."}, {"rank": "40", "description": "After an enemy is afflicted with Stone, the bearer gains 15% Maximum Health."}, {"rank": "50", "description": "This relic and its bearer deal 100% more damage to enemies with Stone."}, {"rank": "60", "description": "After the bearer Defends or Provokes, this relic Attacks a random enemy."}, {"rank": "70", "description": "The bearer takes 50% less damage from enemies with Stone."}, {"rank": "80", "description": "Enemies' resistance to Stone is ignored."}, {"rank": "90", "description": "After this relic Attacks an enemy with Stone, it has a 10% chance to kill it."}, {"rank": "100", "description": "After the bearer is killed, this relic afflicts enemies with Stone."}]}, {"stat_bonus": "Intelligence", "name": "Whisper, Shadow Staff of Tenebris", "abbreviation": "Whisper", "uid": "ew", "perks": [{"rank": "10", "description": "At the start of battle, this relic gives the bearer Invisible."}, {"rank": "20", "description": "After the bearer Attacks or Casts a single-target spell on an enemy, this relic Attacks the enemy."}, {"rank": "30", "description": "After this relic Attacks, the bearer has a 50% chance to gain Invisible."}, {"rank": "40", "description": "After the bearer gains Invisible, it gains 25% Intelligence."}, {"rank": "50", "description": "After the bearer manually Casts a spell, it has a 50% chance to gain Invisible."}, {"rank": "60", "description": "After the bearer is damaged by an attack or spell, it has a 50% chance to gain Invisible."}, {"rank": "70", "description": "The damage of the baerer's attacks is based on its Intelligence."}, {"rank": "80", "description": "This relic has additional Attack equal to its bearer's Intelligence."}, {"rank": "90", "description": "When the bearer takes damage, 50% of its Intelligence is added to its Defense to determine the amount of damage it receives."}, {"rank": "100", "description": "At the end of the bearer's turn, this relic Casts Black Ice."}]}, {"stat_bonus": "Attack", "name": "Wintermaul, Great Hammer of Azural", "abbreviation": "Wintermaul", "uid": "re", "perks": [{"rank": "10", "description": "After the bearer Attacks or is Attacked, it has a 50% chance to afflict the enemy with Frozen."}, {"rank": "20", "description": "Enemies deal 10% less damage to the bearer for each Frozen enemy."}, {"rank": "30", "description": "At the start of its bearer's turn, this relic Attacks a random enemy."}, {"rank": "40", "description": "This relic and its bearer deal 35% more damage to Frozen enemies."}, {"rank": "50", "description": "After the bearer takes damage, this relic has a 25% chance to Cast Black Ice."}, {"rank": "60", "description": "After the bearer afflicts an enemy with Frozen, this relic has a 25% chance to Cast Shatter on it."}, {"rank": "70", "description": "The bearer is immune to Frozen."}, {"rank": "80", "description": "After the bearer takes damage, this relic increases its Defense by 20%."}, {"rank": "90", "description": "The bearer Attacks Frozen enemies 1 additional time."}, {"rank": "100", "description": "At the end of its bearer's turn, this relic Casts Snowstorm."}]}]